export const accordionData = [
  {
    header: "1. Основы КПТ. Теория и практика.",
    content: `
    <strong>Цель семинара</strong>&nbsp;— двухдневный онлайн семинар
        поможет понять особенности направления работы специалиста, освоить
        принципы взаимодействия в&nbsp;парадигме КПТ, разобрать различные
        методы работы с&nbsp;клиентами, сориентироваться в&nbsp;современных
        течениях когнитивно-поведенческой психотерапии.<br /><br /><br /><strong
          >Вы&nbsp;изучите:</strong
        ><br /><br />
        <ol>
          <li>Теоретические и методологические основы КПТ.</li>
          <li>
            Ключевые понятия, термины, формулы, протоколы и алгоритмы КПТ.
          </li>
          <li>Диагностика, концептуализация, план терапии и ее структура.</li>
          <li>
            Апробация в практической работе сбора данных, выявления убеждений,
            диагностики и диспутов.
          </li>
        </ol>
        <br /><strong>Развиваемые компетенции:</strong><br /><br />
        <ol>
          <li>Применять Техники и&nbsp;приемы: S-O-R, A-B-C.</li>
          <li>
            Применять на&nbsp;практике основной протокол работы С-М-Э-Р.
          </li>
          <li>
            Объяснять клиентам когнитивную модель на&nbsp;их&nbsp;собственном
            материале.
          </li>
          <li>
            Научиться распознавать и на регулярной основе отслеживать свои
            автоматические мысли и когнитивные искажения в них.
          </li>
          <li>
            Самостоятельно вести дневники дисфункциональных мыслей и СМЭР.
          </li>
          <li>
            Самостоятельно анализировать связь между ситуацией, мыслями,
            эмоциональными, физиологическими и поведенческими реакциями.
          </li>
        </ol>
        <br /><strong>Формат: </strong><br /><br />Мы&nbsp;используем самые
        современные технологии для удаленного участия в&nbsp;обучении!
        Вы&nbsp;видите презентацию, спикера и&nbsp;аудиторию, интерактивно
        взаимодействуете с&nbsp;участниками с&nbsp;помощью мессенджера или
        аудио/видео связи, а&nbsp;при наличии нескольких удаленных участников
        есть возможность работать в&nbsp;группах в&nbsp;виртуальных
        комнатах.<br /><br /><br /><strong>Продолжительность:</strong
        ><br /><br />2 дня, 20 академических часов.<br /><br />
  `,
  },
  {
    header: "2. Введение в терапию. Терапевтические отношения.",
    content: `<strong>Вы изучите:</strong><br /><br />
    <ol>
      <li>Специфика методологии КПТ.</li>
      <li>
        Рабочий альянс, терапевтический контракт и терапевтические
        отношения в КПТ.
      </li>
      <li>
        Психологические и технические аспекты взаимоотношений
        психотерапевт-клиент.
      </li>
      <li>
        Три основных элемента КПТ: Сотрудничество, Эмпиризм. Диалектика.
        Принципы сократовского диалога. Майевтика. Направляемое открытие.
      </li>
      <li>Структура стандартной КПТ сессии.</li>
      <li>Обзор диагностики и концептуализации.</li>
    </ol>
    <br /><br /><strong>Развиваемые компетенции:</strong><br /><br />
    <ol>
      <li>
        Умения выстраивать рабочий альянс, терапевтические отношения и
        терапевтический контракт в КПТ подходе.
      </li>
      <li>
        Использовать элементы структурированного клинического интервью в
        своей работе.
      </li>
      <li>
        Прояснять жалобы, совместно с клиентом формулировать запрос и цели
        терапии.
      </li>
      <li>
        Собирать данные с помощью анамнеза, протокола СМЭР, формулировать
        связи в когнитивной концептуализации.
      </li>
      <li>
        Формировать структурный план на основе концептуализации с
        прояснением стратегических и тактических целей терапии,
        запланированных техник и методик по решению задач терапии.
      </li>
    </ol>
    <br /><strong>Формат:</strong><br /><br />Мы&nbsp;используем самые
    современные технологии для удаленного участия в&nbsp;обучении! Вы
    видите презентацию, спикера и&nbsp;аудиторию, интерактивно
    взаимодействуете с&nbsp;участниками с&nbsp;помощью мессенджера или
    аудио/видео связи, а&nbsp;при наличии нескольких удаленных участников
    есть возможность работать в&nbsp;группах в&nbsp;виртуальных
    комнатах.<br /><br /><br /><strong>Продолжительность:</strong
    ><br /><br />2 дня, 20 академических часов.<br /><br />`,
  },
  {
    header: "3. Когнитивная концептуализация",
    content: `<strong>Вы изучите:</strong><br /><br />
    <ol>
      <li>Теоретические предпосылки когнитивной концептуализации.</li>
      <li>
        Когнитивно-поведенческие циклы формирования и поддержания
        расстройств.
      </li>
      <li>Классическую модель концептуализации по А. Бек и Дж.Бек.</li>
      <li>Современные модификации методов концептуализации.</li>
      <li>Когнитивная реструктуризация.</li>
    </ol>
    <br /><strong>Развиваемые компетенции:</strong><br /><br />
    <ol>
      <li>Проводить оценку состояния клиента.</li>
      <li>
        Выявлять: автоматические мысли, совпадающие стратегии мышления и
        поведения, промежуточные убеждения, глубинные убеждения.
      </li>
      <li>Строить когнитивную концептуализацию.</li>
      <li>
        Использовать когнитивную концептуализацию для планирования
        терапии.
      </li>
      <li>
        Использовать когнитивную концептуализацию как основу для
        построения плана, комплексной терапии и развития терапевтических
        отношений.
      </li>
    </ol>
    <br /><strong>Формат:</strong><br /><br />Мы&nbsp;используем самые
    современные технологии для удаленного участия в&nbsp;обучении! Вы
    видите презентацию, спикера и&nbsp;аудиторию, интерактивно
    взаимодействуете с&nbsp;участниками с&nbsp;помощью мессенджера или
    аудио/видео связи, а&nbsp;при наличии нескольких удаленных участников
    есть возможность работать в&nbsp;группах в&nbsp;виртуальных
    комнатах.<br /><br /><br /><strong>Продолжительность:</strong
    ><br /><br />2 дня, 20 академических часов.<br />`,
  },
];
